tests/xma/4.1/xma_ProvAPI/ProvisioningCore-API/removeUsersByGAN-nonexisting.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://provisioning.intf.mobilgw.com/">
  <soap:Body>
    <tns:removeUsersByGAN>
      <arg0>999999999999999999</arg0>
      <arg1>1</arg1>
    </tns:removeUsersByGAN>
  </soap:Body>
</soap:Envelope>